<?php

use Illuminate\Database\Seeder;

class LyricsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('lyrics')->insert([
        'id' => 1 ,
        'song_id' => 1 ,
        'lyric' => 'چه حکمتیست در این مُردن

در عاشقانه ترین مُردن

و مغز را به فضا بردن

و گریه را به خلاء بردن

چه حکمتیست که در آغاز

نگاه من به سرانجام است

بِبُر به نام خداوندت

که لطف خنجر ابراهیم

به تیز بودن احکام است

نبخش مرتکبانت را

تو حکم واجب‌ الاجرایی

و عشق جوخه‌ی اعدام است

به دستِ آه بسوزانم

که شعله‌ور شدنم دود است

کفن به سرفه بپوشانم

که سر به‌ سر بدنم دود است

و نخ‌ به‌ نخ دهنم دود است

غمت غلیظ‌‌ ترین کام است

و نخ‌ به‌ نخ دهنم دود است

غمت غلیظ‌‌ ترین کام است

نگاهِ من به سرانجام است

سرنگ‌ها همگان قرمز

و رنگ‌ ها همگان قرمز

سماعِ مولویان قرمز

جهان کَران‌ به‌ کَران قرمز

که نقشی از رُژ گلگونت

هنوز بر لب این جام است

بگو ستاره‌ ی دردانه

در انزوای رصدخانه

کدام کوزه شکست آن‌ روز

که با گذشتن نه صد سال

هنوز حلقه‌ ی دستانش

به دورِ گردن خیام است؟

هنوز حلقه‌ ی دستانش

به دورِ گردن خیام است؟

ببین چقدر اسیرم من

چنان بکُش که پس از مُردن

هزار بار بمیرم من

دسیسه‌های تو میبینی؟

وریدِ پاکِ امیرم من

که در تدارکِ حمّام است

چه حکمتیست در این مُردن

در عاشقانه ترین مُردن

و مغز را به فضا بردن

و گریه را به خلاء بردن

چه حکمتیست که در آغاز

نگاه من به سرانجام است

چه حکمتیست که در آغاز

نگاه من به سرانجام است

نگاه من به سرانجام است',
        'status' => 'enable',
    ]);

        DB::table('lyrics')->insert([
            'id' => 2 ,
            'song_id' => 2 ,
            'lyric' => 'تو در مسافت بارانی

و غم دُرشکه‌ ای از اشک است

و اشک شیهه یِ کوتاهی

من و تو آخورمان مرگ است

از این دُرشکه بیا پایین

تو نیز شِیهه بکش گاهی

بتاز گَله یِ اکسیژن

و راه مال رویی چیزی

به سمت پنجره پیدا کن

هوایِ حبس نفس‌ گیر است

بتاخت قفلِ مرا وا کن

بتاز‌ ای که پُر از راهی

منم که لک لک غمگینی

به روی دود کِشت هستم

منم که ماهیِ دریا

بلند موی مشت هستم

منم که طُعمه قلابم

مرا شکار کن ‌ای ماهی

منم شکار ، شکارم کن

سپس ببوس و بچرخانم

سپس بچرخ و ببوسانم

سپس چه کار ، چه کارم کن

چه کار ، هرچه تو میخواهیست

بخواه آن چه که میخواهی

آهای بینیِ سَر بالا

از این درشکه بیا پایین

به من بچسب همین الان

مرا ببوس همین حالا

که زندگی دو سه نخ کام است

و عمر سرفه یِ کوتاهی',
            'status' => 'enable',
        ]);
    }
}
